{
  ".": {
    "description": {
      "de": "Verwenden Sie die Mathematik-Lern-Apps von GeoGebra für Algebra und Geometrie.",
      "da": "Brug GeoGebras matematik-apps til algebra og geometri.",
      "nl": "Gebruik de wiskunde-apps van GeoGebra voor algebra en meetkunde.",
      "et": "Kasutage GeoGebra matemaatikaõppe rakendusi algebra ja geomeetria õppimiseks.",
      "fr": "Utilisez les applications d'apprentissage des mathématiques de GeoGebra pour l'algèbre et la géométrie.",
      "ar": "استخدم تطبيقات تعلم الرياضيات من GeoGebra للجبرا والهندسة.",
      "fi": "Käytä GeoGebran matematiikan oppimissovelluksia algebraan ja geometriaan.",
      "hu": "Használja a GeoGebra matematika tanulási alkalmazásait az algebra és a geometria tanulásához.",
      "lv": "Izmantojiet GeoGebra matemātikas apguves lietotnes algebras un ģeometrijas apguvei.",
      "bg": "Използвайте приложенията за изучаване на математика на GeoGebra за алгебра и геометрия.",
      "cs": "Využijte matematické výukové aplikace GeoGebra pro algebru a geometrii.",
      "pl": "Skorzystaj z aplikacji edukacyjnych GeoGebra do nauki matematyki, algebry i geometrii.",
      "it": "Utilizza le app di apprendimento della matematica di GeoGebra per l'algebra e la geometria.",
      "el": "Χρησιμοποιήστε τις εφαρμογές μαθηματικών της GeoGebra για άλγεβρα και γεωμετρία.",
      "nb": "Bruk GeoGebras matematikk-apper for algebra og geometri.",
      "lt": "Naudokite GeoGebra matematikos mokymosi programas algebros ir geometrijos studijoms.",
      "ru": "Используйте приложения GeoGebra для изучения математики, алгебры и геометрии.",
      "ro": "Folosiți aplicațiile de învățare a matematicii GeoGebra pentru algebră și geometrie.",
      "es": "Utiliza las aplicaciones de aprendizaje matemático de GeoGebra para álgebra y geometría.",
      "pt-PT": "Use os aplicativos de aprendizagem matemática do GeoGebra para álgebra e geometria.",
      "sk": "Používajte matematické vzdelávacie aplikácie GeoGebra pre algebru a geometriu.",
      "sv": "Använd GeoGebras matematiklärandeappar för algebra och geometri.",
      "tr": "Cebir ve geometri için GeoGebra'nın matematik öğrenme uygulamalarını kullanın.",
      "ko": "대수학과 기하학을 위해 GeoGebra의 수학 학습 앱을 사용하세요.",
      "sl": "Uporabite aplikacije za učenje matematike GeoGebra za algebro in geometrijo.",
      "id": "Gunakan aplikasi pembelajaran matematika GeoGebra untuk aljabar dan geometri.",
      "uk": "Використовуйте математичні навчальні програми GeoGebra для вивчення алгебри та геометрії.",
      "zh-hans": "使用GeoGebra数学学习应用程序进行代数和几何学习。",
      "ja": "代数と幾何学の学習には、GeoGebraの数学学習アプリをご利用ください。",
      "pt-BR": "Use os aplicativos de aprendizagem matemática do GeoGebra para álgebra e geometria.",
      "zh-hant": "使用GeoGebra的數學學習應用程式來學習代數與幾何。"
    }
  }
}